[
  {
    "text": "1 THE MICRO, SMALL AND MEDIUM ENTERPRISES DEVELOPMENT ACT, 2006 __________________ ARRANGEMENT OF SECTIONS __________________ CHAPTER I PRELIMINARY SECTIONS 1. Short title and commencement. 2. Definitions. CHAPTER II NATIONALBOARD FOR MICRO, SMALL AND MEDIUM ENTERPRISES 3. Establishment of Board. 4. Removal of member from Board. 5. Functions of Board. 6. Powers and functions of Member-Secretary of Board. CHAPTER III CLASSIFICATION OF ENTERPRISES, ADVISORY COMMITTEE ANDMEMORANDUM OF MICRO, SMALL AND MEDIUM ENTERPRISES 7.",
    "source": "msmed_act.pdf",
    "start_char": 0,
    "end_char": 525
  },
  {
    "text": "MORANDUM OF MICRO, SMALL AND MEDIUM ENTERPRISES 7. Classification of enterprises. 8. Memorandum of micro, small and medium enterprises. CHAPTER IV MEASURES FOR PROMOTION, DEVELOPMENT AND ENHANCEMENT OFCOMPETITIVENESS OF MICRO, SMALL AND MEDIUM ENTERPRISES 9. Measures for promotion and development. 10. Credit facilities. 11. Procurement preference policy. 12. Funds. 13. Grants by Central Government. 14. Administration and utilisation of Fund or Funds. CHAPTER V DELAYED PAYMENTS TO MICRO AND SMALL ENTERPRISES 15.",
    "source": "msmed_act.pdf",
    "start_char": 475,
    "end_char": 991
  },
  {
    "text": "ELAYED PAYMENTS TO MICRO AND SMALL ENTERPRISES 15. Liability of buyer to make payment. 16. Date from which and rate at which interest is payable. 2 SECTIONS 17. Recovery of amount due. 18. Reference to Micro and small Enterprises Facilitation Council. 19. Application for setting aside decree, award or order. 20. Establishment of Micro and Small Enterprises Facilitation Council. 21. Composition of Micro and Small Enterprises Facilitation Council. 22. Requirement to specify unpaid amount with interest in the annual statement of accounts. 23.",
    "source": "msmed_act.pdf",
    "start_char": 941,
    "end_char": 1486
  },
  {
    "text": "interest in the annual statement of accounts. 23. Interest not to be allowed as deduction from income. 24. Overriding effect. 25. Scheme for closure of business of micro, small and medium enterprises. CHAPTER VI MISCELLANEOUS 26. Appointment of Officers and other employees. 27. Penalty for contravention of section 8 or section 22 or section 26. 28. Jurisdiction of courts. 29. Power to make rules. 30. Power to make rules by State Government. 31. Power to remove difficulties. 32. Repeal of Act 32 of 1993.",
    "source": "msmed_act.pdf",
    "start_char": 1436,
    "end_char": 1945
  },
  {
    "text": "remove difficulties. 32. Repeal of Act 32 of 1993. 3 THE MICRO, SMALL AND MEDIUM ENTERPRISES DEVELOPMENT ACT, 2006 ACT NO. 27 OF 2006 [16th June, 2006.] An Act to provide for facilitating the promotion and development and enhancing the competitiveness of micro, small and medium enterprises and for matters connected therewith or incidental thereto.",
    "source": "msmed_act.pdf",
    "start_char": 1895,
    "end_char": 2244
  },
  {
    "text": "matters connected therewith or incidental thereto. WHEREAS a declaration as to expediency of control of certain industries by the Union was made under section 2 of the Industries (Development and Regulation) Act, 1951; AND WHEREAS it is expedient to provide for facilitating the promotion and development and enhancing the competitiveness of micro, small and medium enterprises and for matters connected therewith or incidental thereto;",
    "source": "msmed_act.pdf",
    "start_char": 2194,
    "end_char": 2630
  },
  {
    "text": "matters connected therewith or incidental thereto; BE it enacted by Parliament in the Fifty-seventh Year of the Republic of India as follows:— CHAPTER I PRELIMINARY 1. Short title and commencement .—(1) This Act may be called the Micro, Small and Medium Enterprises Development Act, 2006.",
    "source": "msmed_act.pdf",
    "start_char": 2580,
    "end_char": 2868
  },
  {
    "text": "mall and Medium Enterprises Development Act, 2006. (2) It shall come into force on such date 1 as the Central Government may, by notification, appoint; and different dates may be appointed for different provisions of this Act and any reference in any such provision to the commencement of this Act shall be construed as a reference to th e coming into force of that provision. 2.",
    "source": "msmed_act.pdf",
    "start_char": 2818,
    "end_char": 3197
  },
  {
    "text": "ce to th e coming into force of that provision. 2. Definitions.—In this Act, unless the context otherwise requires,— (a) “Advisory Committee” means the committee constituted by the Central Government under sub-section (2) of section 7; (b) “appointed day” means the day following immediately after the expiry of the period of fifteen days from the day of acceptance or the day of deemed acceptance of any goods or any services by a buyer from a supplier.",
    "source": "msmed_act.pdf",
    "start_char": 3147,
    "end_char": 3601
  },
  {
    "text": "goods or any services by a buyer from a supplier. Explanation.—For the purposes of this clause,— (i) “the day of acceptance” means,— (a) the day of the actual delivery of goods or the rendering of services; or (b) where any objection is made in writing by the buyer regarding acceptance of goods or services within fifteen days from the day of the delivery of goods or the rendering of services, the day on which such objection is removed by the supplier;",
    "source": "msmed_act.pdf",
    "start_char": 3551,
    "end_char": 4007
  },
  {
    "text": "n which such objection is removed by the supplier; (ii) “ the day of deemed acceptance ” means, where no objection is made in writing by the buyer regarding acceptance of goods or services within fifteen days f rom the day of the delivery of goods or the rendering of services, the day of the actual delivery of goods or the rendering of services; (c) “Board” means the National Board for Micro, Small and Medium Enterprises established under section 3;",
    "source": "msmed_act.pdf",
    "start_char": 3957,
    "end_char": 4410
  },
  {
    "text": "nd Medium Enterprises established under section 3; (d) “buyer” means whoever buys any goods or receives any services from a supplier for consideration; 1. 2nd October, 2006, vide notification No. S.O. 1154(E) dated 18th July, 2006, see Gazette of India, Extraordinary Part II sec.3(ii).",
    "source": "msmed_act.pdf",
    "start_char": 4360,
    "end_char": 4646
  },
  {
    "text": "Gazette of India, Extraordinary Part II sec.3(ii). 4 (e) “enterprise” means an industrial undertaking or a business concern or any other establishment, by whatever name called, engaged in the manufacture or production of goods, in any manner, pertaining to any industry specified in the First Schedule to the Industries (Deve lopment and Regulation) Act, 1951 (55 of 1951) or engaged in providing or rendering of any service or services; (f) “goods” means every kind of movable property other than actionable claims and money;",
    "source": "msmed_act.pdf",
    "start_char": 4596,
    "end_char": 5122
  },
  {
    "text": "e property other than actionable claims and money; (g) “medium enterprise” means an enterprise classified as such under sub-clause (iii) of clause (a) or sub-clause (iii) of clause (b) of sub-section (1) of section 7; (h) “micro enterprise” means an enterprise classified as such under sub -clause (i) of clause (a) or sub-clause (i) of clause (b) of sub-section (1) of section 7;",
    "source": "msmed_act.pdf",
    "start_char": 5072,
    "end_char": 5452
  },
  {
    "text": "(i) of clause (b) of sub-section (1) of section 7; (i) “National Bank” means the National Bank for Agriculture and Rural Development established under section 3 of the National Bank for Agriculture and Rural Development Act, 1981 (51 of 1981); (j) “notification” means a notification published in the Official Gazette; (k) “prescribed” means prescribed by rules made under this Act; (l) “Reserve Bank” means the Reserve Bank of India constituted under section 3 of the Reserve Bank of India Act, 1934 (2 of 1934);",
    "source": "msmed_act.pdf",
    "start_char": 5402,
    "end_char": 5915
  },
  {
    "text": "f the Reserve Bank of India Act, 1934 (2 of 1934); (m) “small enterprise” means an enterprise classified as such under sub-clause (ii) of clause (a) or sub-clause (ii) of clause (b) of sub-section (1) of section 7; (n) “supplier” means a micro or small enterprise, which has filed a memorandum with the authority referred to in sub-section (1) of section 8, and includes,— (i) the National Small Industries Corporation, being a company, registered under the Companies Act, 1956 (1 of 1956);",
    "source": "msmed_act.pdf",
    "start_char": 5865,
    "end_char": 6355
  },
  {
    "text": "istered under the Companies Act, 1956 (1 of 1956); (ii) the Small Industries Development Corporation of a State or a Union territory, by whatever name called, being a company registered under the Companies Act, 1956 (1 of 1956); (iii) any company, co -operative society, trust or a body, by whatever name called, registered or constituted under any law for the time being in force and engaged in selling goods produced by micro or small enterprises and rendering services which are provided by such enterprises;",
    "source": "msmed_act.pdf",
    "start_char": 6305,
    "end_char": 6816
  },
  {
    "text": "g services which are provided by such enterprises; (o) “Small Industries Bank” means the Small Industries Development Bank of India established under sub-section (1) of section 3 of the Small Industries Development Bank of India Act, 1989 (39 of 1989); (p) “State Government ”, in relation to a Union territory, means the Administrator thereof appointed under article 239 of the Constitution. CHAPTER II NATIONAL BOARDFOR MICRO, SMALLAND MEDIUM ENTERPRISES 3.",
    "source": "msmed_act.pdf",
    "start_char": 6766,
    "end_char": 7225
  },
  {
    "text": "NAL BOARDFOR MICRO, SMALLAND MEDIUM ENTERPRISES 3. Establishment of Board .—(1) With effect from such date as the Central Government may, by notification, appoint, there shall be established, for the purposes of this Act, a Board to be known as the National Board for Micro, Small and Medium Enterprises. (2) The head office of the Board shall be at Delhi.",
    "source": "msmed_act.pdf",
    "start_char": 7175,
    "end_char": 7531
  },
  {
    "text": "2) The head office of the Board shall be at Delhi. (3) The Board shall consist of the following members, namely:— (a) the Minister in charge of the Ministry or Department of the Central Government having administrative control of the micro, small and medium enterprises who shall be the ex officio Chairperson of the Board;",
    "source": "msmed_act.pdf",
    "start_char": 7481,
    "end_char": 7804
  },
  {
    "text": "shall be the ex officio Chairperson of the Board; (b) the Minister of State or a Deputy Minister, if any, in the Ministry or Department of the Central Government having administrative control of the micro, small and medium enterprises who shall be ex officio Vice-Chairperson of the Board, and where there is no such Minister of State or Deputy 5 Minister, such person as may be appointed by the Central Government to be the Vice -Chairperson of the Board;",
    "source": "msmed_act.pdf",
    "start_char": 7754,
    "end_char": 8211
  },
  {
    "text": "vernment to be the Vice -Chairperson of the Board; (c) six Ministers of the State Governments having administrative control of the departments of small scale industries or, as the case may be, micro, small and medium enterprises, to be appointed by the Central Government to represent such regions of the country as may be notified by the Central Government in this behalf, ex officio; (d) three Members of Parliament of whom two shall be elected by the House of the People and one by the Council of States;",
    "source": "msmed_act.pdf",
    "start_char": 8161,
    "end_char": 8668
  },
  {
    "text": "se of the People and one by the Council of States; (e) the Administrator of a Union territory to be appointed by the Central Government, ex officio; (f) the Secretary to the Government of India in charge of the Minis try or Department of the Central Government having administrative control of the micro, small and medium enterprises, ex officio;",
    "source": "msmed_act.pdf",
    "start_char": 8618,
    "end_char": 8964
  },
  {
    "text": "e micro, small and medium enterprises, ex officio; (g) four Secretaries to the Government of India, to represent the Ministries of the Central Government dealing with commerce a nd industry, finance, food processing industries, labour and planning to be appointed by the Central Government, ex officio; (h) the Chairman of the Board of Directors of the National Bank, ex officio; (i) the chairman and managing director of the Board of Directors of the Small Industries Bank, ex officio; (j) the chairman, Indian Banks Association, ex officio;",
    "source": "msmed_act.pdf",
    "start_char": 8914,
    "end_char": 9456
  },
  {
    "text": "he chairman, Indian Banks Association, ex officio; (k) one officer of the Reserve Bank, not below the rank of an Executive Director ,to be appointed by the Central Government to represent the Reserve Bank; (l) twenty persons to represent the associations of micro, small and midium enterprises, including not less than three persons representing associations of women's enterprises and not less than thr ee persons representing associations of micro enterprises, to be appointed by the Central Government;",
    "source": "msmed_act.pdf",
    "start_char": 9406,
    "end_char": 9911
  },
  {
    "text": "prises, to be appointed by the Central Government; (m) three persons of eminence, one each from the fileds of economics, industry and science and technology, not less than one of whom shall be a woman, to be appointed by the Central Government; (n) two representatives of Central Trade Union Organisations, to be appointed by the Central Government;",
    "source": "msmed_act.pdf",
    "start_char": 9861,
    "end_char": 10210
  },
  {
    "text": "ations, to be appointed by the Central Government; and (o) one officer not below the rank of Joint Secretary to the Government of India in the Ministry or Department of the Central Government having administrative control of the micro, small and medium enterprises to be appointed by the Central Government, who shall be the Member -Secretary of the Board, ex officio.",
    "source": "msmed_act.pdf",
    "start_char": 10160,
    "end_char": 10528
  },
  {
    "text": "be the Member -Secretary of the Board, ex officio. (4) The term of office of the members of the Board, other than ex officio members of the Board, the manner of filling vacancies, and the procedure to be followed in the discharge of their functions by the members of the Board, shall be such as may be prescribed: Provided that the term of office of an ex officio member of the Board shall continue so long as he holds the office by virtue of which he is such a member.",
    "source": "msmed_act.pdf",
    "start_char": 10478,
    "end_char": 10947
  },
  {
    "text": "the office by virtue of which he is such a member. (5) No act or proceedings of the Board shall be invalid merely by reason of— (a) any vacancy in, or any defect in the constitution of, the Board; or (b) any defect in the appointment of a person acting as a member of the Board; or (c) any irregularity in the procedure of the Board not affecting the merits of the case. (6) The Board shall meet at least once in every three months in a year.",
    "source": "msmed_act.pdf",
    "start_char": 10897,
    "end_char": 11339
  },
  {
    "text": "eet at least once in every three months in a year. (7) The Board may associate with itself, in such manner and for such purposes as it may deem necessary, any person or persons whose assistance or advice it may desire in complying with any of the 6 provisions of this Act and a person so associated shall have the right to take part in the discussions of the Board relevant to the purposes for which he has been associated but shall not have the right to vote.",
    "source": "msmed_act.pdf",
    "start_char": 11289,
    "end_char": 11749
  },
  {
    "text": "n associated but shall not have the right to vote. (8) Without prejudice to sub-section (7)the Chairperson of the Board shall, for not less than two of the meetings of the Board in a year, invite such Ministers of the State Governments having administrative control of the departments of small scale industries or, as the case may be, the micro, small and medium enterprises, or the Administrators of Union territories and representatives of such other associations of micro, small and medium enterpr",
    "source": "msmed_act.pdf",
    "start_char": 11699,
    "end_char": 12199
  },
  {
    "text": "er associations of micro, small and medium enterprises, as he may deem necessary for carrying out the purposes of this Act. (9) It is hereby delcared that the office of memb er of the Board shall not disqualify its holder for being chosen as, or for being, a member of either House of Parliament. 4.",
    "source": "msmed_act.pdf",
    "start_char": 12149,
    "end_char": 12448
  },
  {
    "text": "being, a member of either House of Parliament. 4. Removal of member from Board .—(1) The Central Government may remove a member of the Board from it, if he— (a) is, or at any time has been, adjudged as insolvent; or (b) is, or becomes, of unsound mind and stands so declared by a competent court; or (c) refuses to act or becomes incapable of acting as a member of the Board; or (d) has been convicted of an offence which, in the opinio n of the Central Government, involves moral turpitude;",
    "source": "msmed_act.pdf",
    "start_char": 12398,
    "end_char": 12890
  },
  {
    "text": "the Central Government, involves moral turpitude; or (e) has so abused, in the opinion of the Central Government, his position as a member of the Board as to render his continuance in the Board detrimental to the interests of the general public. (2) N otwithstanding anything contained in sub -section ( 1), no member shall be removed from his office on the grounds specified in clauses ( c) to ( e) of that sub -section unless he has been given a reasonable opportunity of being heard in the matter. 5.",
    "source": "msmed_act.pdf",
    "start_char": 12840,
    "end_char": 13344
  },
  {
    "text": "nable opportunity of being heard in the matter. 5. Functions of Board .—The Board shall, subject to the general directions of the Central Government, perform all or any of the following functions, namely:— (a) examine the factors affecting the promotion and development of micro, small and medium enterprises and review the policies and programmes of the Central Government in regard to facilitating the promotion and development and enhancing the competitiveness of such enterprises and the impact thereof on such enterprises;",
    "source": "msmed_act.pdf",
    "start_char": 13294,
    "end_char": 13821
  },
  {
    "text": "prises and the impact thereof on such enterprises; (b) make recommendations on matters refer red to in clause ( a) or on any other matter referred to it by the Central Government which, in the opinion of that Government, is necessary or expedient for facilitating the promotion and development and enhancing the competitiveness of the micro, small and medium enterprises; and (c) advise the Central Government on the use of the Fund or Funds constituted under section 12. 6.",
    "source": "msmed_act.pdf",
    "start_char": 13771,
    "end_char": 14245
  },
  {
    "text": "the Fund or Funds constituted under section 12. 6. Powers and functions of Member-Secretary of Board.—Subject to other provisions of this Act, the Member-Secretary of the Board shall exercise such powers and perform such functions as may be prescribed. CHAPTER III CLASSIFICATION OF ENTERPRISES, ADVISORY COMMITTEE AND MEMORANDUM OF MICRO, SMALL AND MEDIUM ENTERPRISES 7.",
    "source": "msmed_act.pdf",
    "start_char": 14195,
    "end_char": 14566
  },
  {
    "text": "MORANDUM OF MICRO, SMALL AND MEDIUM ENTERPRISES 7. Classification of enterprises .—(1) Notwithstanding anything contained in section 11B of the Industries (Development and Regulation) Act, 1951 (65 of 1951) ,the Central Government may, for the purposes of this Act, by notification and having regard to the provisions of sub -sections ( 4) and ( 5), classify any class or classes of enterprises, whether proprietorship, Hindu undivided family, association of persons, co-operative society, partnershi",
    "source": "msmed_act.pdf",
    "start_char": 14516,
    "end_char": 15016
  },
  {
    "text": "ation of persons, co-operative society, partnership firm, company or undertaking, by whatever name called,— (a) in the case of the enterprises engaged in the manufacture or produ ction of goods pertaining to any industry specified in the First Schedule to the Industries (Development and Regulation) Act, 1951 (65 of 1951),as— 7 (i) a micro enterprise, where the investment in plant and machinery does not exceed twenty - five lakh rupees;",
    "source": "msmed_act.pdf",
    "start_char": 14966,
    "end_char": 15405
  },
  {
    "text": "chinery does not exceed twenty - five lakh rupees; (ii) a small enterprise, where the investment in plant and machinery is more than twenty -five lakh rupees but does not exceed five crore rupees; or (iii) a medium enterprise, where the investment in plant and machinery is more than five crore rupees but does not exceed ten crore rupees; (b) in the case of the enterprises engaged in providing or rendering of services, as— (i) a micro enterprise, where the investment in equipment does not exceed ten lakh rupees;",
    "source": "msmed_act.pdf",
    "start_char": 15355,
    "end_char": 15871
  },
  {
    "text": "ment in equipment does not exceed ten lakh rupees; (ii) a small enterprise, where the investment in equipment is more than ten lakh rupees but does not exceed two crore rupees; or (iii) a medium enterprise, where the investment in equipment is more than two crore rupees but does not exceed five crore rupees.",
    "source": "msmed_act.pdf",
    "start_char": 15821,
    "end_char": 16130
  },
  {
    "text": "rore rupees but does not exceed five crore rupees. Explanation 1.—For the removal of doubts, i t is hereby clarified that in calculating the investment in plant and machinery, the cost of pollution control, research and development, industrial safety devices and such other items as may be specified, by notification, shall be excluded.",
    "source": "msmed_act.pdf",
    "start_char": 16080,
    "end_char": 16416
  },
  {
    "text": "be specified, by notification, shall be excluded. Explanation 2.—It is clarified that the provisions of section 29B of the Industries (Develop ment and Regulation) Act, 1951 (65 of 1951), shall be applicable to the enterprises specified in sub -clauses (i) and (ii) of clause (a) of sub-section (1) of this section.",
    "source": "msmed_act.pdf",
    "start_char": 16366,
    "end_char": 16682
  },
  {
    "text": "of clause (a) of sub-section (1) of this section. (2) The Central Government shall, by notification, constitute an Advisory Committee consisting of the following members, namely:— (a) the Secretary to the Government of India in the Ministry or Department of the Central Government having administrative control of the small and medium enterprises who shall be the Chairperson, ex officio;",
    "source": "msmed_act.pdf",
    "start_char": 16632,
    "end_char": 17021
  },
  {
    "text": "erprises who shall be the Chairperson, ex officio; (b) not more than five officers of the Central Government possessing necessary expertise in matters relating to micro, small and medium enterprises, members, ex officio; (c) not more than three representatives of the State Governments, members, ex officio; and (d) one representative each of the associations of micro, small and medium enterprises, members, ex officio. (3) The Member-Secretary of the Board shall also be the ex officio Member-Secretary of the Advisory Committee.",
    "source": "msmed_act.pdf",
    "start_char": 16971,
    "end_char": 17502
  },
  {
    "text": "fficio Member-Secretary of the Advisory Committee. (4) The Central Government shall, prior to classifying any class or classes of enterprises under sub-section (1), obtain the recommendations of the Advisory Committee. (5) The Advisory Committee shall examine the matters referred to it by the Board in connection with any subject referred to in section 5 and furnish its recommendations to the Board.",
    "source": "msmed_act.pdf",
    "start_char": 17452,
    "end_char": 17853
  },
  {
    "text": "on 5 and furnish its recommendations to the Board. (6) The Central Government may seek the advice of the Advisory Committee on any of the matters specified in section 9, 10, 11, 12 or 14 of Chapter IV. (7) The State Government may seek advice of the Advisory Committee on any of the matters specified in the rules made under section 30.",
    "source": "msmed_act.pdf",
    "start_char": 17803,
    "end_char": 18139
  },
  {
    "text": "ters specified in the rules made under section 30. (8) The Advisory Committee shall, after considering the following matters, com municate its recommendations or advice to the Central Government or, as the case may be, State G overnment or the Board, namely:— (a) the level of employment in a class or classes of enterprises; (b) the level of investments in plant and machinery or equipment in a class or classes of enterprises;",
    "source": "msmed_act.pdf",
    "start_char": 18089,
    "end_char": 18517
  },
  {
    "text": "or equipment in a class or classes of enterprises; 8 (c) the need of higher investment in plant and machinery or equipment for technological upgradation, employment generation and enhanced competitiveness of the class or classes of enterprises; (d) the possibil ity of promoting and diffusing entrepreneurship inmicro, small or medium enterprises; and (e) the international standards for classification of small and medium enterprises.",
    "source": "msmed_act.pdf",
    "start_char": 18467,
    "end_char": 18902
  },
  {
    "text": "or classification of small and medium enterprises. (9) Notwithstanding anything contained in section 11B of the Industries (Develo pment and Regulation) Act, 1951 (65 of 1951) and clause ( h) of section 2 of the Khadi and Village I ndustries Commission Act, 1956 (61 of 1956) ,the Central Government may, while classifying any class or classes of enterprises under sub-section (1), vary, from time to time, the criterion of investment and also consider criteria or standards in respect of employment",
    "source": "msmed_act.pdf",
    "start_char": 18852,
    "end_char": 19352
  },
  {
    "text": "er criteria or standards in respect of employment or turnover of the enterprises and include in such classification the micro or tiny enterprises or the village enterprises, as part of small enterprises. 8. Memorandum of micro, small and medium enterprises .—(1) Any person who intends to establish,— (a) a micro or small enterprise, may, at his discretion; or (b) a medium enterprise engaged in providing or rendering of services may, at his discretion;",
    "source": "msmed_act.pdf",
    "start_char": 19302,
    "end_char": 19756
  },
  {
    "text": "g or rendering of services may, at his discretion; or (c) a medium enterprise engaged in the manufacture or production of goods pertaining to any industry specified in the First Schedule to the Industries (Development and Regulation) Act, 1951 (65 of 1951), shall file the memorandum of mic ro, s mall or, as the case may be, of medium enterprise with such authority as may be specified by the State Government under sub -section (4) or the Central Government under sub-section (3): Provided that any",
    "source": "msmed_act.pdf",
    "start_char": 19706,
    "end_char": 20206
  },
  {
    "text": "overnment under sub-section (3): Provided that any person who, before the commencement of this Act, established— (a) a small scale industry and obtained a registration certificate, may, at his discretion; and (b) an industry engaged in the manufacture or production of goods pertaining to any industry specified in the First Schedule to the Industries (Dev elopment and Regulation) Act, 1951 (65 of 1951),having investment in plant and machinery of more than one crore rupees but not exceeding ten cr",
    "source": "msmed_act.pdf",
    "start_char": 20156,
    "end_char": 20656
  },
  {
    "text": "ore than one crore rupees but not exceeding ten crore rupees and, in pursuance of the notification of the Government of India in the erstwhile Ministry of Industry (Department of Industrial Development) number S.O. 477(E) , dated the 25th July, 1991 filed an Industrial Entrepreneur's Memorandum, shall within one hundred and eighty days from the commencement of this Act, file the memorandum, in accordance with the provisions of this Act.",
    "source": "msmed_act.pdf",
    "start_char": 20606,
    "end_char": 21046
  },
  {
    "text": "um, in accordance with the provisions of this Act. (2) The form of the memorandum, the procedure of its filing and other matters incidental thereto shall be such as may be notified by the Central Government after obtaining the recommendations of the Advisory Committee in this behalf. (3) The authority with which the memorandum shall be filed by a medium enterprise shall be such as may be specified, by notification, by the Central Government.",
    "source": "msmed_act.pdf",
    "start_char": 20996,
    "end_char": 21441
  },
  {
    "text": "ified, by notification, by the Central Government. (4) The State Government shall, by notification, specify the authority with which a micro or small enterprise may file the memorandum. (5) The authorities specified under sub -sections ( 3) and ( 4) shall follow, for the purposes of this section, the procedure notified by the Central Government under sub-section (2).",
    "source": "msmed_act.pdf",
    "start_char": 21391,
    "end_char": 21760
  },
  {
    "text": "d by the Central Government under sub-section (2). 9 CHAPTER IV MEASURES FOR PROMOTION, DEVELOPMENT AND ENHANCEMENT OF COMPETITIVENESS OF MICRO, SMALL AND MEDIUM ENTERPRISES 9.Measures for promotion and development .—The Central Government may, from time to time, for the purposes of facilitating the promotion and development and enhancing the competitiveness of micro, small and medium enterprises, particularly of the micro and small enterprises, by way of development of skill in the employees, m",
    "source": "msmed_act.pdf",
    "start_char": 21710,
    "end_char": 22210
  },
  {
    "text": "by way of development of skill in the employees, management and entrepreneurs, provisioning for technological upgradation,marketing assistance or i nfrastructure facilities and cluster development of such enterprises with a view to strengthening backward and forward linkages, specify, by notification, such programmes, guidelines or instructions, as it may deem fit. 10.",
    "source": "msmed_act.pdf",
    "start_char": 22160,
    "end_char": 22531
  },
  {
    "text": "uidelines or instructions, as it may deem fit. 10. Credit facilities.—The policies and practices in respect of credit to the micro, small and medium enterprises shall be progressive and such as may be specified in the guidelines or instructions issued by the Reserve Bank, from time to time, to ensure timely and smooth flow of credit tosu ch enterprises, minimise the incidence of sickness among and enhance the competitiveness of such enterprises. 11.",
    "source": "msmed_act.pdf",
    "start_char": 22481,
    "end_char": 22934
  },
  {
    "text": "hance the competitiveness of such enterprises. 11. Procurement preference policy .—For facilitating promotion and development of micro and small enterprises, the Central Government or the State Government may, by order notify from time to time, preference policies in respect of procurement of goods and services, produced and provided by micro and small enterprises, by its Ministries or departments, as the case may be, or its aided institutions and public sector enterprises. 12.",
    "source": "msmed_act.pdf",
    "start_char": 22884,
    "end_char": 23366
  },
  {
    "text": "ed institutions and public sector enterprises. 12. Funds.—There shall be constituted, by notification, one or more Funds to be called by such name as may be specified in the notification and there shall be credited thereto any grants made by the Central Government under section 13. 13.",
    "source": "msmed_act.pdf",
    "start_char": 23316,
    "end_char": 23602
  },
  {
    "text": "de by the Central Government under section 13. 13. Grants by Central Government .—The Central Government may, after due appropriation made by Parliament by law in this behalf, credit to the Fund or Funds by way of grants for the purposes of this Act, such sums of money as that Government may consider necessary to provide. 14.Administration and utilisation of Fund or Funds .—(1) The Central Government shall have the power to administer the Fund or Funds in such manner as may be prescribed.",
    "source": "msmed_act.pdf",
    "start_char": 23552,
    "end_char": 24045
  },
  {
    "text": "Fund or Funds in such manner as may be prescribed. (2) The Fund or Funds shall be utilised exclusively for the measures specified in sub -section (1) of section 9. (3) The Central Government shall be responsible for the coordination and ensuring timely utilisation and release of sums in accordance with such criteria as may be prescribed.",
    "source": "msmed_act.pdf",
    "start_char": 23995,
    "end_char": 24334
  },
  {
    "text": "ccordance with such criteria as may be prescribed. CHAPTER V DELAYED PAYMENTS TO MICRO AND SMALL ENTERPRISES 15.Liability of buyer to make payment .—Where any supplier supplies any goods or renders any services to any buyer, the buyer shall make payment therefor on or before the date agreed upon between him and the supplier in writing or, where there is no agreement in this behalf, before the appointed day: Provided that in no case the period agreed upon between the supplier and the buyer in wri",
    "source": "msmed_act.pdf",
    "start_char": 24284,
    "end_char": 24784
  },
  {
    "text": "eed upon between the supplier and the buyer in writing shall exceed forty-five days from the day of acceptance or the day of deemed acceptance. 16.Date from which and rate at which interest is payable .—Where any buyer fails to make payment of the amount to the supplier, as required under section 15, the buyer shall, notwithstanding anything contained in any agreement between the buyer and the supplier or in any law for the time being in force, be liable to pay compound interest with monthly res",
    "source": "msmed_act.pdf",
    "start_char": 24734,
    "end_char": 25234
  },
  {
    "text": "e liable to pay compound interest with monthly rests to the supplier on that amount from the appointed day or, as the case may be, from the date immediately following the date agreed upon, at three times of the bank rate notified by the Reserve Bank. 17. Recovery of amount due .—For any goods supplied or services rendered by the supplier, the buyer shall be liable to pay the amount with interest thereon as provided under section 16.",
    "source": "msmed_act.pdf",
    "start_char": 25184,
    "end_char": 25620
  },
  {
    "text": "ith interest thereon as provided under section 16. 10 18.Reference to Micro and Small EnterprisesFacilitation Council.—(1) Notwithstanding anything contained in any other law for the time being in force, any party to a dispute may, with regard to any amount due under section 17, make a reference to the Micro and Small Enterprises Facilitation Council.",
    "source": "msmed_act.pdf",
    "start_char": 25570,
    "end_char": 25923
  },
  {
    "text": "Micro and Small Enterprises Facilitation Council. (2) On receipt of a reference under sub-section (1), the Council shall either itself conduct conciliation in the matter or seek the assistance of any institution or centre providing alternate dispute resolution services by makin g a reference to such an institution or centre, for conducting conciliation and the provisions of sections 65 to 81 of the Arbitration and Conciliation Act, 1996 (26 of 1996) shall apply to such a dispute as if the conciliation was initiated under Part III of that Act.",
    "source": "msmed_act.pdf",
    "start_char": 25873,
    "end_char": 26422
  },
  {
    "text": "iliation was initiated under Part III of that Act. (3) Where the conciliation initiated under sub -section ( 2) is not successful and stands terminated without any settlement between the parties, the Council shall either itself take up the dispute for arbitration or refer it toany institution or centre providing alternate dispute resolution services for such arbitration and the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) shall then apply to the dispute as if the arbitra",
    "source": "msmed_act.pdf",
    "start_char": 26372,
    "end_char": 26872
  },
  {
    "text": "shall then apply to the dispute as if the arbitration was in pursuance of an arbitration agreement re ferred to in sub-section(1) of section 7 of that Act. (4) Notwithstanding anything contained in any other law for the time being in force, the Micro and Small Enterprises Facilitation Council or the centre providing alternate dispute resolution services sh all have jurisdiction to act as an Arbitrator or Conciliator under this section in a dispute between the supplier located within its jurisdiction and a buyer located anywhere in India.",
    "source": "msmed_act.pdf",
    "start_char": 26822,
    "end_char": 27366
  },
  {
    "text": "urisdiction and a buyer located anywhere in India. (5) Every reference made under this section shall be decided within a p eriod of ninety days from the date of making such a reference. 19.Application for setting aside decree, award or order .—No application for setting aside any decree, award or other order made either by the Council itself or by any institution or centre providing alternate dispute resolution services to which a reference is made by the Council, shall be entertained by any cou",
    "source": "msmed_act.pdf",
    "start_char": 27316,
    "end_char": 27816
  },
  {
    "text": "de by the Council, shall be entertained by any court unless the appellant (not being a supplier) has deposited with it seventy -five per cent . of the amount in terms of the decree, aw ard or, as the case may be, the other order in the manner directed by such court: Provided that pending disposal of the application to set aside the decree, award or order, the court shall order that such percentage of the amount deposited shall be paid to the supplier, as it considers reasonable under the circums",
    "source": "msmed_act.pdf",
    "start_char": 27766,
    "end_char": 28266
  },
  {
    "text": "lier, as it considers reasonable under the circumstances of the case , subject to such conditions as it deems necessary to impose. 20.Establishment of Micro and Small Enterprises Facilitation Council.—The State Government shall, by notification, es tablish one or more Micro and Small Enterprises Facilitation Councils, at such places, exercising such jurisdiction and for such areas, as may be specified in the notification. 21.",
    "source": "msmed_act.pdf",
    "start_char": 28216,
    "end_char": 28645
  },
  {
    "text": "reas, as may be specified in the notification. 21. Composition of Micro and Small En terprises Facilitation Council.—(1) The Micro and Small Enterprise Facilitation Council shall consist of not less than three but not more than five members to be appointed from amongst the following categories, namely:— (i) Director of Industries, by whatever name called, or any other officer no t below the rank of such Director, in the Department of the State Government having administrative control of the smal",
    "source": "msmed_act.pdf",
    "start_char": 28595,
    "end_char": 29095
  },
  {
    "text": "vernment having administrative control of the small scale industries or, as the case may be, micro, small and medium enterprises; and (ii) one or more office -bearers or representatives of associations of micro or small industry or enterprises in the State; and (iii) one or more representatives of banks and financial institutions lending to micro or small enterprises; or (iv) one or more persons having special knowledge in the field of indus try, finance, law, trade or commerce.",
    "source": "msmed_act.pdf",
    "start_char": 29045,
    "end_char": 29528
  },
  {
    "text": "eld of indus try, finance, law, trade or commerce. (2) The person appointed under clause (i) of sub-section (1) shall be the Chairperson of the Micro and Small Enterprises Facilitation Council. 11 (3) The composition of the Micro and Small Enterprises Facilitation Council, the manner of filling vacancies of its members and the procedure to be followed in the discharge of their functions by the members shall be such as may be prescribed by the State Government.",
    "source": "msmed_act.pdf",
    "start_char": 29478,
    "end_char": 29942
  },
  {
    "text": "such as may be prescribed by the State Government. 22.Requirement to specify unpaid amount with interest in the annual statement of accounts .— Where any buyer is required to get his annual accounts audited under any law for the time being in force, such buyer shall furnish the following additional information in his annual statement of accounts, namely:— (i)the principal amount and the interest due thereon (to be shown separately) remaining unpaid to any supplier as at the end of each accounting year;",
    "source": "msmed_act.pdf",
    "start_char": 29892,
    "end_char": 30399
  },
  {
    "text": "ny supplier as at the end of each accounting year; (ii) the amount of interest paid by the buyer in terms of se ction 16, along with the amount of the payment made to the supplier beyond the appointed day during each accounting year; (iii) the amount of interest due and payable for the period of delay in making payment (which have been paid but beyond the appointed day during the year) but without adding the interest specified under this Act; (iv) the amount of interest accrued and remaining unpaid at the end of each accounting year;",
    "source": "msmed_act.pdf",
    "start_char": 30349,
    "end_char": 30888
  },
  {
    "text": "maining unpaid at the end of each accounting year; and (v) the amount of further interest remaining due and payable even in the succeeding years, until such date when the interest dues as above are actually paid to the small enterprise, for the purpose of disallowance as a deductible expenditure under section 23.",
    "source": "msmed_act.pdf",
    "start_char": 30838,
    "end_char": 31152
  },
  {
    "text": "ance as a deductible expenditure under section 23. 23.Interest not to be allowed as deduction from income .—Notwithstanding anything contained in the Income-tax Act, 1961 (43 of 196 1), the amount of interest payable or paid by any buyer, under or in accordance with the provisions of this Act, shall not, for the purposes of computation of income under the Income-tax Act, 1961, be allowed as deduction.",
    "source": "msmed_act.pdf",
    "start_char": 31102,
    "end_char": 31506
  },
  {
    "text": "the Income-tax Act, 1961, be allowed as deduction. 24.Overriding effect .—The provisions of sections 15 to 23 shall have effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force. 25.Scheme for closure of business of micro, small and medium enterprises .—Notwithstanding anything contained in any law for the time being in force, the Central Government may, with a view to facilitating closure of business by a micro, small or medium enterprise, no",
    "source": "msmed_act.pdf",
    "start_char": 31456,
    "end_char": 31956
  },
  {
    "text": "usiness by a micro, small or medium enterprise, not being a company registere d under the Companies Act, 1956 (1 of 1956) , notify a Scheme wit hin one year from the date of commencement of this Act. CHAPTER VI MISCELLANEOUS 26.Appointment of officers and other employees .—(1) The Central Government or the State Government may appoint such officers with such designations and such other employees as it thinks fit for the purposes of this Act and may entrust to them such of the powers and functions under this Act as it may deem fit.",
    "source": "msmed_act.pdf",
    "start_char": 31906,
    "end_char": 32442
  },
  {
    "text": "s and functions under this Act as it may deem fit. (2) The Officers appointed under sub -section (1) may, for the purposes of this Act, by order require any person to furnish such information, in such form, as may be prescribed. 27.Penalty for contravention of section 8 or section 22 or section 26 .—(1) Whoever intentionally contravenes or attempts to contravene or abets the contravention of any of the provisions contained in sub-section (1) of section 8 or sub-section (2) of section 26 shall be",
    "source": "msmed_act.pdf",
    "start_char": 32392,
    "end_char": 32892
  },
  {
    "text": "ection 8 or sub-section (2) of section 26 shall be punishable— (a) in the case of the first conviction, with fine which may extend to rupees one thousand; and (b) in the case of second or subsequent conviction, with fine which shall not be less than rupees one thousand but may extend to rupees ten thousand. (2) Where a buyer contravenes the provisions of section 2 2, he shall be punishable with fine which shall not be less than rupees ten thousand.",
    "source": "msmed_act.pdf",
    "start_char": 32842,
    "end_char": 33294
  },
  {
    "text": "which shall not be less than rupees ten thousand. 12 28.Jurisdiction of courts.—No court inferior to that of a Metropolitan Magistrate or a Magistrate of the first class shall try any offence punishable under this Act. 29. Power to make rules .—(1) The Central Government may, by notification, make rules to carry out the provisions of this Act.",
    "source": "msmed_act.pdf",
    "start_char": 33244,
    "end_char": 33590
  },
  {
    "text": "ake rules to carry out the provisions of this Act. (2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely:— (a) the term of office of the members of the Board, the manner of filling vacancies, and the procedure to be followed in the discharge of functions by the members of the Board under sub-section (4) of section 3; (b) the powers and functions of the Member-Secretary under section 6;",
    "source": "msmed_act.pdf",
    "start_char": 33540,
    "end_char": 34028
  },
  {
    "text": "functions of the Member-Secretary under section 6; (c) the manner in which the Fund may be administered under sub-section (1) of section 14; (d) the criteria based on which sums may be released under sub-section (3) of section 14; (e) the information to be furnished and the form in which it is to be furnished under sub-section (2) of section 26; and (f) any other matter which is to be or may be prescribed under this Act.",
    "source": "msmed_act.pdf",
    "start_char": 33978,
    "end_char": 34402
  },
  {
    "text": "hich is to be or may be prescribed under this Act. (3) Every notification issued under section 9 and every rule made by the Central Government under this section shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both H",
    "source": "msmed_act.pdf",
    "start_char": 34352,
    "end_char": 34852
  },
  {
    "text": "ssion or the successive sessions aforesaid, both Houses agree in making any modification in the notification or rule or both Houses agree that the notification or rule should not be made, the notification or rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, t hat any such modification or annulment shall be without prejudice to the validity of anything previously done under that notification or rule. 30.Power to make rules by State Government.",
    "source": "msmed_act.pdf",
    "start_char": 34802,
    "end_char": 35312
  },
  {
    "text": "rule. 30.Power to make rules by State Government. —(1) The State Government may, by notification, make rules to carry out the provisions of this Act. (2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely:— (a) the composition of the Micro and Small Enterprises Facilitation Council, the manner of filling vacancies of the members and the procedure to be followed in the discharge of their functions",
    "source": "msmed_act.pdf",
    "start_char": 35262,
    "end_char": 35762
  },
  {
    "text": "o be followed in the discharge of their functions by the members of the Micro and Small Enterprises Facilitation Council under sub-section (3) of section 21; (b) any other matter which is to be, or may be, prescribed under this Act. (3) The rule made under this section shall, as soon as may be after it is made, be laid before each House of the State Legislature where there are two Houses, and where there is one House of the State Legislature, before that House. 31.",
    "source": "msmed_act.pdf",
    "start_char": 35712,
    "end_char": 36181
  },
  {
    "text": "e of the State Legislature, before that House. 31. Power to remove difficulties .—(1) If any difficulty arises in giving effect to the provisions of this Act, the Central Government may, by order published in the Official Gazette, make such provisions not inconsistent with the provisions of this Act as may appear to be necessary for removing the difficulty: Provided that no order shall be made under this section after the expiry of two years from the commencement of this Act.",
    "source": "msmed_act.pdf",
    "start_char": 36131,
    "end_char": 36611
  },
  {
    "text": "ry of two years from the commencement of this Act. (2) Every order made under this section shall, as soon as may be after it is made, be laid before each House of Parliament. 13 32.Repeal of Act 32 of 1993 .—(1) The Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993is hereby repealed.",
    "source": "msmed_act.pdf",
    "start_char": 36561,
    "end_char": 36887
  },
  {
    "text": "dustrial Undertakings Act, 1993is hereby repealed. (2) Notwithstanding such repeal, anything done or any action taken under the Act so repealed under sub-section (1), shall be deemed to have been done or taken under the corresponding provisions of this Act.",
    "source": "msmed_act.pdf",
    "start_char": 36837,
    "end_char": 37337
  }
]